# Динамическая типизация
# Создайте переменную name и присвойте ей значение вашего имени
name = 'Игорь'
# Выведите значение переменной name на экран
print('Name:', name)
# Создайте переменную age и присвойте ей значение вашего возраста
age = 45
# Выведите значение переменной age на экран
print('Age:', age)
# Перезапишите в age текущее значение переменной age + новое
age = age + 1
# Выведите измененное значение переменной age на экран
print('New Age:', age)
# Создайте переменную is_student и присвойте ей значение True
is_student = True
# Выведите значение переменной is_student на экран
print('Is Student:', is_student)
# Что дорабатывать?